{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2026-06-24T07:44:58+02:00",
            "Manifests": 1589
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2026-06-24T07:45:57+02:00",
            "Manifests": 2315
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2026-06-19T21:00:16+02:00",
            "Manifests": 367
        },
        {
            "Name": "nonportable",
            "Source": "https://github.com/ScoopInstaller/Nonportable",
            "Updated": "2026-06-24T06:42:11+02:00",
            "Manifests": 132
        }
    ],
    "apps": [
        {
            "Version": "26.01",
            "Info": "",
            "Name": "7zip",
            "Updated": "2026-05-07T21:08:42.7430216+02:00",
            "Source": "main"
        },
        {
            "Version": "0.17.0",
            "Info": "",
            "Name": "alacritty",
            "Updated": "2026-06-21T20:29:33.175615+02:00",
            "Source": "extras"
        },
        {
            "Version": "2.0.26",
            "Info": "",
            "Name": "autohotkey",
            "Updated": "2026-05-14T09:35:03.2856694+02:00",
            "Source": "extras"
        },
        {
            "Version": "0.26.1",
            "Info": "",
            "Name": "bat",
            "Updated": "2026-05-10T19:44:31.9644163+02:00",
            "Source": "main"
        },
        {
            "Version": "2026-05-14",
            "Info": "",
            "Name": "cacert",
            "Updated": "2026-06-20T03:52:03.1060302+02:00",
            "Source": "main"
        },
        {
            "Version": "5.97.3",
            "Info": "",
            "Name": "coreutils",
            "Updated": "2026-06-20T04:00:41.3660443+02:00",
            "Source": "main"
        },
        {
            "Version": "3.14.1",
            "Info": "",
            "Name": "dark",
            "Updated": "2026-05-07T21:11:01.7609093+02:00",
            "Source": "main"
        },
        {
            "Version": "1.4.1.1032",
            "Info": "",
            "Name": "everything",
            "Updated": "2026-06-20T12:34:32.5638314+02:00",
            "Source": "extras"
        },
        {
            "Version": "0.23.4",
            "Info": "",
            "Name": "eza",
            "Updated": "2026-05-09T09:03:40.4896913+02:00",
            "Source": "main"
        },
        {
            "Version": "2.65.1",
            "Info": "",
            "Name": "fastfetch",
            "Updated": "2026-06-24T10:45:17.3474018+02:00",
            "Source": "main"
        },
        {
            "Version": "152.0.2",
            "Info": "",
            "Name": "firefox",
            "Updated": "2026-06-24T12:23:59.58282+02:00",
            "Source": "extras"
        },
        {
            "Version": "2.1.3",
            "Info": "",
            "Name": "flow-launcher",
            "Updated": "2026-06-20T12:30:50.2350212+02:00",
            "Source": "extras"
        },
        {
            "Version": "2.95.0",
            "Info": "",
            "Name": "gh",
            "Updated": "2026-06-20T03:21:41.8260699+02:00",
            "Source": "main"
        },
        {
            "Version": "2.54.0",
            "Info": "",
            "Name": "git",
            "Updated": "2026-05-07T21:09:07.2366787+02:00",
            "Source": "main"
        },
        {
            "Version": "2.5.20",
            "Info": "",
            "Name": "gnupg",
            "Updated": "2026-06-23T05:41:40.4351677+02:00",
            "Source": "main"
        },
        {
            "Version": "3.11",
            "Info": "",
            "Name": "grep",
            "Updated": "2026-05-14T09:44:24.5216269+02:00",
            "Source": "main"
        },
        {
            "Version": "2.67.9",
            "Info": "",
            "Name": "innounp",
            "Updated": "2026-05-07T21:10:34.148589+02:00",
            "Source": "main"
        },
        {
            "Version": "3.4.0",
            "Info": "",
            "Name": "JetBrainsMono-NF-Mono",
            "Updated": "2026-06-20T03:41:17.5053192+02:00",
            "Source": "nerd-fonts"
        },
        {
            "Version": "0.1.41",
            "Info": "",
            "Name": "komorebi",
            "Updated": "2026-05-14T09:37:44.6945545+02:00",
            "Source": "extras"
        },
        {
            "Version": "704",
            "Info": "",
            "Name": "less",
            "Updated": "2026-06-12T11:58:33.2081038+02:00",
            "Source": "main"
        },
        {
            "Version": "0.12.3",
            "Info": "",
            "Name": "neovim",
            "Updated": "2026-06-12T11:58:44.3289896+02:00",
            "Source": "main"
        },
        {
            "Version": "3.3.6",
            "Info": "",
            "Name": "psmux",
            "Updated": "2026-06-20T20:27:57.0966004+02:00",
            "Source": "main"
        },
        {
            "Version": "7.6.3",
            "Info": "",
            "Name": "pwsh",
            "Updated": "2026-06-20T03:24:24.9571711+02:00",
            "Source": "main"
        },
        {
            "Version": "3.14.6",
            "Info": "",
            "Name": "python",
            "Updated": "2026-06-12T14:06:08.7187658+02:00",
            "Source": "main"
        },
        {
            "Version": "0.2020.01.26",
            "Info": "",
            "Name": "sudo",
            "Updated": "2026-05-07T13:46:06.0485163+02:00",
            "Source": "main"
        },
        {
            "Version": "0.14.4",
            "Info": "",
            "Name": "vifm",
            "Updated": "2026-06-12T11:58:45.4113202+02:00",
            "Source": "extras"
        },
        {
            "Version": "20240203-110809-5046fc22",
            "Info": "",
            "Name": "wezterm",
            "Updated": "2026-05-16T06:28:43.3901868+02:00",
            "Source": "extras"
        },
        {
            "Version": "1.21.4",
            "Info": "",
            "Name": "wget",
            "Updated": "2026-06-20T03:52:04.3220823+02:00",
            "Source": "main"
        }
    ]
}
